[
    {
        "title": "Daily Motivation",
        "year": "2022",
        "image": "https://pbs.twimg.com/profile_images/1562894482483269632/y_dQWMLb_400x400.jpg",
        "description": "A Twitter/X bot that gives motivational quotes everyday and polls the users of Twitter/X to collect statistics in Postgres which gets tweeted at teh end of every week."
    },
    {
        "title": "Data Scraping via Twitter/X",
        "year": "2023",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Logo_of_Twitter.svg/2491px-Logo_of_Twitter.svg.png",
        "description": "An automation script that uses OpenCV and AI to filter tweets through specific conditions and attempts to interact with them in some form."
    },
    {
        "title": "Overseer",
        "year": "2024",
        "image": "https://www.svgrepo.com/show/353655/discord-icon.svg",
        "description": "A Discord bot that has the ability to convert various forms of user input into their respective Linear Regression models."
    },
    {
        "title": "Doloremque ab praesentium odio!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Nesciunt possimus eos dolorum? Consequatur adipisci quasi nam distinctio alias tempora aliquid ex. Maiores ea omnis placeat, dicta, at laborum amet, mollitia cupiditate atque unde consequatur nisi rerum exercitationem ipsum?"
    },
    {
        "title": "Cumque beatae animi reiciendis?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Aperiam reiciendis accusamus quisquam nisi magni. Repellendus autem culpa consectetur exercitationem corporis quisquam nobis officia voluptates deserunt ex? Quaerat saepe autem nemo sunt ipsam hic est doloribus optio animi cumque."
    },
    {
        "title": "Impedit perferendis voluptates deserunt?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Suscipit corrupti, ad facilis laborum accusamus tempore soluta deserunt consequuntur reprehenderit, nulla repellat nihil, modi obcaecati esse consequatur adipisci porro. Praesentium cumque fuga quo. Est cupiditate eius distinctio eum dolorum!"
    },
    {
        "title": "Libero itaque excepturi illum!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Minus, voluptatem saepe ducimus magnam nihil culpa reprehenderit reiciendis facilis doloribus neque similique vel ullam sit eveniet ipsa sint atque rerum earum accusamus in voluptate sed eligendi debitis aperiam! Eum!"
    },
    {
        "title": "Dolorem similique excepturi expedita.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Vel omnis tempore placeat eius quibusdam odio eveniet, qui cum cumque? A provident quis, accusamus explicabo obcaecati eligendi in inventore nemo, quam excepturi praesentium dolorem earum suscipit vero minima illo!"
    },
    {
        "title": "Nihil aliquam facilis culpa.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Pariatur esse non consectetur illum est ratione nostrum aliquam placeat temporibus id accusamus ea culpa sed, neque quisquam architecto omnis! Nesciunt ad atque voluptatibus, at voluptatum numquam nobis illum. Nihil?"
    },
    {
        "title": "Placeat veritatis facilis natus.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Inventore repellat dolorem eligendi iure laborum, illum ducimus esse amet asperiores ullam aliquam iste id commodi tempore sunt assumenda quasi possimus voluptate quae consectetur obcaecati, beatae, impedit expedita ab. Eaque."
    },
    {
        "title": "Sapiente pariatur consequatur soluta!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Minima ipsum magni natus ad quaerat inventore amet reiciendis? Consectetur voluptatibus, quae enim repellat repellendus illo fuga ratione saepe. Exercitationem sit nulla labore quae illo porro distinctio minus vitae accusamus?"
    },
    {
        "title": "Dolore, tenetur? Libero, delectus?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Facere magnam odit sunt praesentium ad laborum, natus quisquam eveniet accusamus eius, similique expedita repudiandae cum totam eaque, autem nisi ipsum? Debitis accusamus dolore quisquam. Vero facilis consectetur nulla ullam?"
    }
]